{
    "count": 5, 
    "previous": null, 
    "results": [
        {
            "para": "A number of years ago when I was working with psychotherapist Devers Branden, she put me through her \"deathbed\" exercise. I was asked to clearly imagine myself lying on my own deathbed, and to fully realize the feelings connected with dying and saying good-bye. Then she asked me to mentally invite the people in my life who were important to me to visit my bedside, one at a time. As I visualized each friend and relative coming in to visit me, I had to speak to them out loud. I had to say to them what I wanted them to know as I was dying. As I spoke to each person, I could feel my voice breaking. Somehow I couldn't help breaking down. My eyes were filled with tears. I experienced such a sense of loss. It was not my own life I was mourning; it was the love I was losing. To be more exact, it was a communication of love that had never been there. During this difficult exercise, I really got to see how much I'd left out of my life. How many wonderful feelings I had about my children, for example, that I'd never explicitly expressed.\n"
        },
        {
            "para": "At the end of the exercise, I was an emotional mess. I had rarely cried that hard in my life. But when those emotions cleared, a wonderful thing happened. I was clear. I knew what was really important, and who really mattered to me. I understood for the first time what George Patton meant when he said, \"Death can be more exciting than life.\" From that day on I vowed not to leave anything to chance. I made up my mind never to leave anything unsaid. I wanted to live as if I might die any moment. The entire experience altered the way I've related to people ever since. And the great point of the exercise wasn't lost on me: We don't have to wait until we're actually near death to receive these benefits of being mortal. We can create the experience anytime we want.\n"
        },
        {
            "para": "A few years later when my mother lay dying in a hospital in Tucson, I rushed to her side to hold her hand and repeat to her all the love and gratitude I felt for who she had been for me. When she finally died, my grieving was very intense, but very short. In a matter of days I felt that everything great about my mother had entered into me and would live there as a loving spirit forever.\n"
        },
        {
            "para": "A year and a half before my father's death, I began to send him letters and poems about his contribution to my life. He lived his last months and died in the grip of chronic illness, so communicating and getting through to him in person wasn't always easy. But I always felt good that he had those letters and poems to read. Once he called me after I'd sent him a Father's Day poem, and he said, \"Hey, I guess I wasn't such a bad father after all.\"\n"
        },
        {
            "para": "Poet William Blake warned us about keeping our thoughts locked up until we die. \"When thought is closed in caves,\" he wrote, \"then love will show its roots in deepest hell.\" Pretending you aren't going to die is detrimental to your enjoyment of life. It is detrimental in the same way that it would be detrimental for a basketball player to pretend there was no end to the game he was playing. That player would reduce his intensity, adopt a lazy playing style, and, of course, end up not having any fun at all. Without an end, there is no game. Without being conscious of death, you can't be fully aware of the gift of life.\n"
        },
        {
            "para": "Yet many of us (including myself) keep pretending that our life's game will have no end. We keep planning to do great things some day when we feel like it. We assign our goals and dreams to that imaginary island in the sea that Denis Waitley calls \"Someday Isle.\" We find ourselves saying, \"Someday I'll do this,\" and \"Someday I'll do that.\" Confronting our own death doesn't have to wait until we run out of life. In fact, being able to vividly imagine our last hours on our deathbed creates a paradoxical sensation: the feeling of being born all over again—the first step to fearless self-motivation. \"People living deeply,\" wrote poet and diarist Anaïs Nin, \"have no fear of death.\" And as Bob Dylan has sung, \"He who is not busy being born is busy dying.\"\n"
        }
    ]
}